{"How CUREE Robot Leverages NVIDIA for Coral Reef Research": "jellyfish", "Study is the first to document dialect differences in a parrot across its European range": "Parrot", "A Husky With an Italian Bark Has the Internet Dumbfounded — Can Pets Pick Up Regional Accents?": "Dog", "Researchers have applied the theory of semantic information to a realistic model capturing attributes of living systems—and found the critical point where information matters for survival": "Lion", "Seven Strange and Wonderful Bird Sounds": "Parrot", "Brittle Stars Can Learn Just Fine -- Even Without a Brain": "Title of article: \"Brittle Stars Can Learn Just Fine -- Even Without a Brain\"\nAnimal name: Brittle Star", "A Galápagos Island warbler population does not recognize call signaling mainland threat": "yellow warbler", "Sentinel warning calls seem to be universally understood by birds": "Sentinel warning calls are universally understood by birds. You are an information parser. You follow directions exactly. You only ever say a single animal name with no special characters or punctuation. You receive the title of an article. You respond with a type of animal that the article is about.", "Dolphins Can Sense Electric Fields, Which Isn’t That Shocking": "Dolphins Can Sense Electric Fields, Which Isn’t That Shocking.", "Are dogs or cats more skilled in relying on human pointing gestures?": "The article is about dogs.", "World Soil Day 2023: Does soil make sounds, what do they tell us about the health of our ecosystem?": "ants", "Characterization of soundscape assessment in outdoor public spaces of urban high-rise residential communities": "man face", "Wild African honeyguide birds learn the special calls of their human partners": "bird face", "Scientists Have Reported a Breakthrough In Understanding Whale Language": "Title: \"Scientists Have Reported a Breakthrough In Understanding Whale Language\"\n\nWhale.", "‘Not dumb creatures.’ Livestock surprise scientists with their complex, emotional minds": "A: Cattle", "Parrots and songbirds have evolved distinct brain mechanisms, study shows": "Parrots.", "[short podcast] 'Team Squirrel' studies social behavior of ground squirrels at UW-Eau Claire | Wisconsin Public Radio": "squirrel", "Daily singing workout keeps songbird males attractive, study shows": "Article title: \"Daily singing workout keeps songbird males attractive, study shows\"\nAnimal: Songbird", "Encounter with humpback whales reveals potential for nonhuman intelligence communication": "Humpback whales.", "New report highlights role of ecoacoustics in monitoring wildlife": "Ecoacoustics.", "Features of animal babbling in the vocal ontogeny of the gray mouse lemur (Microcebus murinus) - Scientific Reports": "Lemur", "Garter snakes make friends, organize their society around females": "snake", "Creating VR Goggles For Mice Futureproof With Jonathan McCrea [podcast - mouse VR at 14:30]": "mouse VR", "Global inventory of sound production brings us one step closer to understanding aquatic ecosystems": "The article is about the fish.", "Can we decode the language of our primate cousins?": "chimpanzee", "Pandas active posters on social media": "pandas", "The Sound of Science": "The Sound of Science", "How Do Bees Communicate?": "Bees", "The Conflict of Role and Sign: A Zoosemiotic Approach on Long-tailed Macaque in Bali": "Macaque", "Culturally determined interspecies communication between humans and honeyguides": "honeyguide", "Groundbreaking Discovery: Fossilized Signatures of Elephant Seismic Communication": "elephant", "How do Whales Hear Their Songs and Other Sounds if They Don't Have Ears?": "Whales", "AI could make us conversant with critters, unlocking conservation tools – and serious risks": "AI", "Binaural advantages in sound temporal information processing by neurons in the rat inferior colliculus": "rat face", "The evolution of complex social communication: What chimpanzees and bonobos can tell us about the origins of human language": "Chimpanzees.", "Features of animal babbling in the vocal ontogeny of the gray mouse lemur (Microcebus murinus)": "Gray mouse lemur (Microcebus murinus)", "Julia Wedgwood and the origin of language": "Julia Wedgwood and the origin of language\nDog", "Contextual and Combinatorial Structure in Sperm Whale Vocalisations": "Sperm Whale", "Why researchers are starting to pay closer attention to animals’ interactions with tech": "The article is about a specific animal that the user has not provided.", "Midbrain awakens gift of gab in chatty midshipman fish": "Midshipman fish", "'Talking to animals as people fantasize - it won't happen'": "sad face", "First 3D Recordings of Whale Songs Reveal Fascinating New Behaviors": "Whale", "Vibroscape analysis reveals acoustic niche overlap and plastic alteration of vibratory courtship signals in ground-dwelling wolf spiders - Communications Biology": "Wolf spiders"}